Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/children_and_young_offenders/anti_social_behaviour_by_children.html.txt.tmx
Source language: en
Languages: ga

source: Part 13 of the Criminal Justice Act 2006 introduced provisions within the criminal law for dealing with anti-social behaviour by children who are between 12-18 years of age
ga: Thug Cuid 13 den Acht um Cheartas Coiriúil 2006 forálacha isteach sa dlí coiriúil chun déileáil le hiompar frithshóisialta déanta ag leanaí ó 12-18 mbliana d'aois

source: The provisions became law on 1 March 2007
ga: Tháinig na forálacha sin i bhfeidhm sa dlí an 1 Márta 2007

source: These powers allow the Gardaí to deal with such anti-social behaviour in a number of ways including:
ga: Cuireann na cumhachtaí seo ar chumas na nGardaí déileáil le hiompar frithshóisialta dá leithéid ar roinnt bealaí, lena n-áirítear:

source: • Issuing anti-social behaviour warnings to children
ga: • Rabhaidh faoi iompar frithshóisialta a eisiúint do leanaí

source: • Convening meetings to discuss a child’s anti-social behaviour
ga: • Cruinnithe a thionól chun iompar frithshóisialta linbh a phlé

source: • Requesting a child and his/her parents or guardian to enter into a good behaviour contract and
ga: • Iarraidh ar leanbh agus a t(h)uismitheoirí nó a c(h)aomhnóir aontú le conradh i gcomhair dea-iompair agus

source: • Applying to the courts for an anti-social behaviour order in respect of a child (commonly known as an ASBO)
ga: • Iarraidh ar na cúirteanna ordú um iompar frithshóisialta (ar a dtugtar ASBO de ghnáth) a eisiúint i ndáil le leanbh

source: All of these provisions are designed to allow the Gardaí to deal effectively with anti-social behaviour while keeping the child out of the criminal justice system
ga: Tá na forálacha uile sin deartha chun cur ar chumas na nGardaí déileáil le hiompar frithshóisialta ar bhealach éifeachtúil agus an leanbh á choinneáil amach as córas an cheartais choiriúil

source: It has long been accepted that certain behaviour by children causes significant alarm, distress, fear or intimidation to certain members of society
ga: Le fada an lá, glactar leis go gcúisíonn iompar áirithe déanta ag leanaí scanrúlacht, anacair, eagla nó imeaglú suntasach do bhaill áirithe na sochaí

source: It is also however acknowledged that this type of behaviour does not warrant the use of the criminal courts to prevent it
ga: Tuigtear freisin, áfach, nach gá na cúirteanna coiriúla a úsáid chun cosc a chur ar iompar dá leithéid

source: The intention of the provisions is to strike a balance between protecting the rights of society while dealing with this anti-social behaviour by children
ga: Is í aidhm na bhforálacha cobhsaíocht a fháil idir cosaint a thabhairt do chearta na sochaí agus déileáil le hiompar frithshóisialta déanta ag leanaí

source: What is anti-social behaviour?
ga: Cad é iompar frithshóisialta?

source: A child behaves in an anti-social manner if he/she causes or, in the circumstances, is likly to cause to one or more people who are not living in the same house as the child:
ga: Gníomhaíonn leanbh ar bhealach frithshóisialta má chúisíonn sé/sí, nó más dóchúil sna cúinsí go gcúiseodh sé na nithe seo a leanas do dhuine amháin nó níos mó nach bhfuil cónaí orthu sa teach céanna leis an leanbh:

source: • Significant or persistent alarm, distress, fear or intimidation or
ga: • Scanrúlacht, anacair, eagla, nó imeaglú suntasach nó leanúnach nó

source: • Significant or persistent impairment of their use or enjoyment of their property
ga: • Dochrú suntasach nó leanúnach dá gcumas úsáid nó sult a bhaint as a maoin

source: So, for example, if a child or children were constantly playing football outside your house and this was causing you discomfort or annoyance, this would amount to significant or persistent impairment of your use or enjoyment of your home
ga: Mar shampla, dá mbeadh leanbh nó leanaí i gcónaí ag imirt peile lasmuigh de do theach agus dá gcúiseodh sé sin crá duit nó chuirfeadh sé isteach ort, chuirfeadh sé sin isteach go mór agus go leanúnach ort ó thaobh úsáid nó sult a bhaint as do bhaile

source: This therefore amounts to anti-social behaviour
ga: Mar sin, bheadh iompar frithshóisialta i gceist leis

source: Similarly, if groups of children were regularly gathering in a laneway where you frequently passed and their presence in the laneway or their behaviour was causing you alarm, distress, or fear, then that would amount to anti-social behaviour and you could seek the assistance of the Gardaí who could then deal with the anti-social behaviour by the children
ga: Ar an dul céanna, dá mbeadh grúpaí leanaí ag bualadh le chéile go minic i lána a dtéann tú thart air agus dá gcúiseodh a láithreacht nó a gcuid iompair sa lána scanrúlacht, anacair, eagla nó imeaglú duit, iompar frithshóisialta a bheadh i gceist leis agus d'fhéadfá cúnamh na nGardaí a lorg agus bheadh siad in ann déileáil le hiompar frithshóisialta na leanaí ansin

source: What is an anti-social behaviour warning?
ga: Cad é rabhadh um iompar frithshóisialta?

source: A garda can issue an anti-social behaviour warning to any child who has behaved in an anti-social manner
ga: Féadann garda rabhadh um iompar frithshóisialta a eisiúint d'aon leanbh a ghníomhaigh ar bhealach frithshóisialta

source: The behaviour warning may be issued verbally by the garda to the child and it must also be served on the child and his/her parents or guardian in writing
ga: Féadann an garda an rabhadh iompair a eisiúint don leanbh ó bhéal agus caithfear é a sheirbheáil ar an leanbh agus ar a t(h)uismitheoirí nó ar a c(h)aomhnóir i scríbhinn freisin

source: The written notice must include the following:
ga: Ní mór don fhógra scríofa na nithe seo a leanas a chuimsiú:

source: • A statement that the child has behaved in an anti-social manner
ga: • Ráiteas gur ghníomhaigh an leanbh ar bhealach frithshóisialta

source: • The type of behaviour and when and where it took place
ga: • Cineál an iompair agus cathain agus cá tharla sé

source: • A demand that the child cease the behaviour
ga: • Éileamh ar an leanbh scoradh den iompar sin

source: • A notice that failure to comply with a demand to cease the behaviour may result in an application being made to the court for a behaviour order
ga: • Fógra ag rá mura gcomhlíontar an t-éileamh ar scoradh den iompar, d'fhéadfaí iarraidh ar an gcúirt ordú iompair a eisiúint

source: The behaviour warning must be issued by the Gardaí within one month of the time that the behaviour took place
ga: Ní mór do na Gardaí an rabhadh iompair a eisiúint laistigh de mhí amháin ó tharla an t-iompar i gceist

source: In the case of persistent behaviour, the warning must be issued within one month of the most recent known instance of that behaviour taking place
ga: I gcás iompar leanúnach, ní mór an rabhadh a eisiúint laistigh de mhí amháin ó tharlú aitheanta is déanaí an iompair sin

source: A behaviour warning will remain in force against a child for 3 months from the date it is issued
ga: Bíonn rabhadh iompair i bhfeidhm ar leanbh ar feadh 3 mhí ó eisítear é

source: If the child persists in the type of behaviour specifed in the behaviour warning during the 3 months, an application may be made to the court for a behaviour order
ga: Má leanann an páiste sa chineál iompair sainithe sa rabhadh iompair i rith na 3 mhí, is féidir iarratas a dhéanamh chuig an gcúirt ar ordú iompair

source: When is a meeting convened to discuss a child's anti-social behaviour?
ga: Cathain a thionóltar cruinniú chun iompar frithshóisialta linbh a phlé?

source: If a Garda has issued a behaviour warning to a child he can make a report to the superintendent in charge of the district outlining to the superintendent his concerns about the child’s behaviour
ga: Má eisigh garda rabhadh iompair do leanbh, is féidir leis/léi tuairisc a thabhairt don Cheannfort i gceannas ar an gceantar ag déanamh cur síos ar chúiseanna imní an Gharda faoi iompar an linbh

source: The superintendent convenes a meeting to discuss that child’s behaviour if the superintendent is satisfied that:
ga: Tionólann an Ceannfort cruinniú chun iompar an linbh sin a phlé má tá an ceannfort sásta gur:

source: • The child has behaved in an anti-social manner and is likely to continue doing so, and
ga: • Ghníomhaigh an leanbh ar bhealach frithshóisialta agus is dóchúil go leanfaidh sé/sí ar aghaidh á dhéanamh, agus

source: • The child has previously behaved in an anti-social manner but has not received a warning in respect of that previous behaviour or holding a meeting would help to prevent further such anti-social behaviour by the child
ga: • Ghníomhaigh an leanbh ar bhealach frithshóisialta cheana féin ach ní bhfuair sé/sí rabhadh i ndáil leis an iompar sin nó chabhródh cruinniú le cosc a chur ar iompar frithshóisialta breise dá leithéid ag an leanbh

source: Who attends such a meeting?
ga: Cé a fhreastalaíonn ar chruinniú mar sin?

source: The superintendent asks the following people to attend the meeting to discuss the child’s behaviour
ga: Iarrann an ceannfort ar na daoine seo a leanas freastal ar an gcruinniú chun iompar an linbh a phlé

source: • The child’s parents or guardian
ga: • Tuismitheoirí nó caomhnóir an linbh

source: • The garda who issued the anti-social behaviour warning to the child
ga: • An garda a d'eisigh an rabhadh um iompar frithshóisialta don leanbh

source: • If the child is already involved in the Juvenile Diversion Programme, a Juvenile Liaison Officer
ga: • Má tá baint ag an leanbh leis an gClár um Atreorú Ógánach cheana féin, Oifigeach Idirchaidrimh don Óige

source: • Any other person(s) it is considered would be of assistance to the child or the child’s parents or guardian
ga: • Aon duine/daoine eile a mheastar go mbeadh siad in ann cúnamh a thabhairt don leanbh nó do thuismitheoirí nó caomhnóir an linbh

source: At the meeting, the superintendent explains to the child and the parents or guardian in simple language what the offending behaviour is, and the effect it is having on anyone else
ga: Ag an gcruinniú, míníonn an ceannfort don leanbh agus do na tuismitheoirí nó caomhnóir i bhfocail shimplí cad é an t-iompar frithshóisialta atá i gceist agus an tionchar a bhíonn aige ar dhaoine eile

source: The child is asked to acknowledge that the behaviour took place and to undertake to stop it
ga: Iarrtar ar an leanbh a admháil gur tharla an t-iompar agus iarracht a dhéanamh stop a chur leis

source: The parents or guardian are also asked to acknowledge the child’s behaviour and to undertake to take steps to prevent the behaviour from continuing
ga: Iarrtar ar na tuismitheoirí nó ar an gcaomhnóir freisin iompar an linbh a admháil agus céimeanna a thógáil chun cosc a chur ar an iompar sin

source: If the child and the parents or guardian agree to give these undertakings, the superintendent prepares a document known as a good behaviour contract
ga: Má aontaíonn an leanbh agus na tuismitheoirí nó an caomhnóir glacadh leis sin, ullmhaíonn an ceannfort cáipéis ar a dtugtar conradh dea-iompair

source: What is a good behaviour contract?
ga: Cad é conradh dea-iompair?

source: A good behaviour contract sets down in writing the undertakings or promises given by the child and parents or guardian at the meeting convened to discuss the child's behaviour
ga: Leagann conradh dea-iompair síos i scríbhinn na tiomantais nó na gealltanais a thug an leanbh agus na tuismitheoirí nó an caomhnóir ag an gcruinniú a tionóladh chun iompar an linbh a phlé

source: It is signed by both the child and the parents or guardian
ga: Síníonn an leanbh agus na tuismitheoirí nó an caomhnóir é

source: The good behaviour contract remains in force for a maximum period of 6 months from the date of the meeting but it may be extended for a further 3 months at the request of the child and the parents or guardian
ga: Bíonn an conradh dea-iompar i bhfeidhm ar feadh tréimhse uasta 6 mhí ó dháta an chruinnithe, ach féadtar é a shíneadh ar feadh 3 mhí eile ar iarratas an linbh agus na dtuismitheoirí nó an chaomhnóra

source: What happens if a child breaks the agreement in the good behaviour contract?
ga: Cad a tharlaíonn má bhriseann leanbh an gealltanas a tugadh sa chonradh dea-iompair?

source: If a child has behaved or continues to behave in breach of the undertakings in the contract the superintendent may request another meeting to renew the contract if the child and parents or guardian agree to do so
ga: Má ghníomhaigh leanbh nó má leanann leanbh ar aghaidh ag gníomhú ar bhealach a bhriseann na tiomantais sa chonradh, féadann an ceannfort cruinniú eile a iarraidh chun an conradh a athnuachan má aontaíonn an leanbh agus na tuismitheoirí nó an caomhnóir é sin a dhéanamh

source: If, however, the superintendent does not believe that another meeting would help to prevent anti-social behaviour by the child concerned, the superintendent may either
ga: Má chreideann an ceannfort, áfach, nach gcabhródh cruinniú eile le cosc a chur ar iompar frithshóisialta an linbh i gceist, féadann an ceannfort

source: • Recommend that the child be admitted to the Juvenile Diversion Programme or
ga: • Moladh a thabhairt gur chóir don leanbh páirt a ghlacadh sa Chlár um Atreorú Ógánach nó

source: • If satisfied that the child’s participation in the Juvenile Diversion Programme would not be appropriate, apply to the Children Court for a behaviour order in respect of the child
ga: Má tá sé/sí sásta nach cuí don leanbh páirt a ghlacadh sa Clár um Atreorú Ógánach, iarraidh ar Chúirt na Leanaí ordú iompair a eisiúint i ndáil leis an leanbh

source: The superintendent also has these two options available to them if the child or the parents or guardian refuse at the first meeting to sign a good behaviour contract or indeed if the superintendent decides at the start, that the calling of a meeting wouldn’t help prevent anti-social behaviour by the child concerned
ga: Tá an dá rogha sin ag an gceannfort freisin má dhiúltaíonn an leanbh nó na tuismitheoirí nó an caomhnóir conradh dea-iompair a shíniú ag an gcéad chruinniú, nó má chinneann an ceannfort ag an tús nach gcabhródh cruinniú le cosc a chur ar iompar frithshóisialta an linbh i gceist

source: What is a behaviour order?
ga: Cad é ordú iompair?

source: An anti-social behaviour order or ASBO is issued by the Children Court when a member of the Garda Siochána (not below the rank of superintendent) applies to the court for an order which prohibits a child of 12 years or above from doing anything specified in the order
ga: Eisíonn Cúirt na Leanaí ordú um iompar frithshóisialta nuair a iarrann ball den Gharda Síochána (nach bhfuil faoi bhun ghrád an cheannfoirt) ar an gcúirt ordú a eisiúint a chuireann cosc ar leanbh 12 bhliain d'aois nó níos mó aon rud a shonraítear san ordú a dhéanamh

source: Before the Court makes such a behaviour order it must be satisfied that:
ga: Sula ndéanann an Chúirt ordú iompair mar sin, ní mór di a bheith sásta:

source: • Even though the child has signed the good behaviour contract or participated in the meeting with the Gardaí , the child has continued and is likely to continue to behave in an anti-social way
ga: • Cé gur shínigh an leanbh an conradh dea-iompair nó ghlac sé/sí páirt sa chruinniú leis na Gardaí, lean an leanbh ar aghaidh lena (h)iompar frithshóisialta agus ní dóchúil go stopfaidh sé/sí

source: • An order is necessary to prevent the child from continuing to behave in that way
ga: • Tá gá le hordú chun cosc a chur ar an leanbh leanúint ar aghaidh ag gníomhú mar sin

source: • Having regard to the effect or likely effect of that behaviour on other people, the order is reasonable in the circumstances
ga: • I bhfianaise an tionchair nó an tionchair dhóchúil a bhíonn ag an iompar sin ar dhaoine eile, tá an t-ordú réasúnta sna cúinsí

source: So, for example, the court might include a condition that the child must not come within 50 metres of a certain house where he/she had been causing annoyance or it may order the child to stay away from a certain shopping centre
ga: Mar shampla, d'fhéadfadh an chúirt coinníoll a chuimsiú san ordú a luann nár chóir do leanbh a bheith níos gaire ná 50 méadar do theach ar chúisigh sé/sí crá ann nó d'fhéadfadh sí ordú do leanbh gan dul chuig ionad siopadóireachta ar leith

source: The court may also require the child to comply with certain requirements relating to attending school or, indeed, reporting to a garda, teacher or other person in authority
ga: Le cois sin, féadann an chúirt éileamh ar an leanbh roinnt riachtanas eile a chomhlíonadh maidir le tinreamh scoile nó tuairisc a thabhairt do gharda, múinteoir nó duine eile le húdarás

source: How long does a behaviour order last?
ga: Cé chomh fada a bhíonn ordú iompair i bhfeidhm?

source: A behaviour order issued by the Children Court stays in place against a child for a maximum of two years from the date of the order
ga: Bíonn ordú iompair a eisíonn Cúirt na Leanaí i bhfeidhm ar leanbh ar feadh tréimhse uasta dhá bhliain ó dháta an ordaithe

source: The court has the authority, however, to vary or discharge the order if an application to do so is made by either the child concerned, his/her parents or guardian, or by a member of the Gardaí not below the rank of superintendent
ga: Tá údarás ag an gcúirt, áfach, an t-ordú a athrú nó a scaoileadh má iarrann an leanbh lena mbaineann, a t(h)uismitheoirí nó a c(h)aomhnóir, nó ball den Ghardaí ag grád nach bhfuil faoi bhun ghrád ceannfoirt air

source: Can a child appeal against a behaviour order?
ga: An féidir le leanbh achomharc a dhéanamh i gcoinne ordú iompair?

source: Yes, a child against whom a behaviour order has been made can, within 21 days from the date the order was made, appeal against the order to the Circuit Court
ga: Is féidir le leanbh a eisíodh ordú iompair ina leith achomharc i gcoinne an ordaithe a dhéanamh chuig an gCúirt Chuarda laistigh de 21 lá ón dáta a eisíodh an t-ordú

source: If the child or the parents or guardian intend to appeal the order they must give notice of the appeal to the superintendent in charge of the district in which the child resides
ga: Má tá sé ar intinn ag an leanbh nó ag na tuismitheoirí nó caomhnóir achomharc a dhéanamh i gcoinne an ordaithe, ní mór dóibh an ceannfort i gceannas ar an gceantar ina gcónaíonn an leanbh a chur ar an eolas faoi

source: Are there any offences relating to behaviour warnings?
ga: An bhfuil aon chionta a bhaineann le rabhaidh iompair?

source: When a garda decides to issue a behaviour warning to a child the garda may require the child to give the child's name and address to the garda for the purpose of the behaviour warning or the written record of it
ga: Nuair a chinneann garda rabhadh iompair a eisiúint i leith linbh féadann an garda éileamh ar an leanbh a (h)ainm agus a s(h)eoladh a thabhairt dó/di chun críche an rabhaidh iompair nó an taifid scríofa de

source: If the child fails to give a name and address or gives a name and address that is false or misleading then that child commits an offence and will be liable on summary conviction (Children Court) to a class E fine
ga: Mura dtugann an leanbh ainm agus seoladh nó má thugann sé/sí ainm agus seoladh bréagach nó míthreorach, tá an leanbh sin ciontach i gcion agus dlífear, ar é nó í a chiontú go hachomair (Cúirt na Leanaí), aicme E fíneáil a chur air/uirthi

source: Are there any offences relating to behaviour orders?
ga: An bhfuil aon chionta a bhaineann le horduithe iompair?

source: If a behaviour order has been made against a child by the Children’s Court and that child, without reasonable excuse does not comply with the behaviour order, that child is guilty of an offence and is liable on summary conviction (Children Court) to a class D fine or detention in a children’s detention school for a period not exceeding 3 months, or both
ga: Má eisíonn Cúirt na Leanaí ordú iompair i leith linbh agus ní chomhlíonann an leanbh sin an t-ordú iompair gan leithscéal réasúnta, tá an leanbh sin ciontach i gcion agus dlífear, ar é nó í a chiontú go hachomair (Cúirt na Leanaí), aicme D fíneáil nó coinneáil i scoil coinneála leanaí ar feadh tréimhse nach mó ná 3 mhí, na an dá cheann, a chur air nó uirthi

source: If a child is ordered to pay a fine and the costs of the proceedings upon conviction for a breach of a behaviour order, the total of the fine and the costs must not exceed €1,500
ga: Má ordaítear do leanbh fíneáil agus costais na n-imeachtaí a íoc nuair a chiontaítear é/í in ordú iompair a bhriseadh, ní fhéadann iomlán na fíneála agus na gcostas a bheith níos mó ná €1,500

source: Can a child be granted free legal aid in respect of an application to the court for a behaviour order?
ga: An féidir cabhair dhlí shaor a chur ar fáil do leanbh i ndáil le hiarratas chuig an gcúirt ar ordú iompair?

source: Yes, if a child is the subject of a Garda application for a behaviour order, the child may be granted a certificate for free legal aid which is known as a Legal Aid (Behaviour Order) Certificate
ga: Má tá leanbh faoi réir iarratais ón nGarda Síochána ar ordú iompair, féadtar teastas le haghaidh cabhair dhlí shaor a thabhairt dó/di ar a dtugtar Teastas um Chabhair Dhlí (Ordú Iompair)

source: This legal aid will also be available to the child if he/she decides to appeal against the making of the order
ga: Beidh an chabhair dhlí sin ar fáil don leanbh freisin má shocraíonn sé/sí achomharc a dhéanamh i gcoinne déanamh an ordaithe

source: If a child is subject of an application to the Children Court and is not eligible for free legal aid, then the cost of any legal representation on behalf of the child must be paid for by the child, the child’s parents or guardian
ga: Má tá leanbh faoi réir iarratas chuig Cúirt na Leanaí agus níl sé/sí i dteideal chabhair dhlí shaor, ansin ní mór don leanbh nó do thuismitheoirí nó caomhnóir an linbh aon chostais a íoc a bhaineann le hionadaíocht dhlíthiúil thar ceann an linbh

source: Similarly, while there is no cost attached to an appeal to the Circuit Court against the making of the order, any legal representation on behalf of the child in that appeal will have to be paid for by the child, the child’s parents or guardian unless the child qualifies for free legal aid
ga: Ar an dul céanna, cé nach mbaineann aon chostas le hachomharc a dhéanamh chuig an gCúirt Chuarda i gcoinne déanamh ordaithe, mura bhfuil an leanbh i dteideal chabhair dhlí shaor ní mór don leanbh nó do thuismitheoirí nó caomhnóir an linbh íoc as aon ionadaíocht dhlíthiúil thar ceann an linbh san achomharc sin

source: If you are affected by anti-social behaviour you should contact your local Garda station
ga: Má tá iompar frithshóisialta ag dul i gcion ort ba chóir duit teagmháil a dhéanamh le do stáisiún Gardaí áitiúil

source: You should supply as much information as possible about the behaviour
ga: Ba chóir duit a mhéid faisnéise agus is féidir a sholáthar faoin iompar

source: You can find the contact details of your local Garda station here
ga: Is féidir leat sonraí teagmhála do stáisiún Gardaí áitiúil a fháil anseo
